Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Please wait for the release to be approved.
sv: Var snÃ¤ll och vÃ¤nta pÃ¥ att utgivningen ska bli godkÃ¤nd.

source: Please wait for the package to be approved.
sv: Var snÃ¤ll och vÃ¤nta fÃ¶r detta paket att bli godkÃ¤nt.

source: You can now submit this package for approval if you're ready.
sv: Du kan skicka detta paket fÃ¶r godkÃ¤nnande om du Ã¤r redo.

source: This package can be submitted for approval when ready.
sv: Detta paket kan skickas fÃ¶r godkÃ¤nnande nÃ¤r redo.

source: You need to fix the above errors before you can submit for review
sv: Du mÃ¥ste korrigera ovanstÃ¥ende fel innan du kan skicka in fÃ¶r granskning

source: Package approval thread
sv: PaketgodkÃ¤nnandetrÃ¥d

source: You can open a thread if you have a question for the approver or package author.
sv: Du kan Ã¶ppna en trÃ¥d om du har frÃ¥gor fÃ¶r godkÃ¤nnaren eller paketskaparen.

source: <b>Warning:</b> Non-free code and media.
sv: <b>Varning:</b> Icke-fri kod och media.

source: <b>Warning:</b> Non-free code.
sv: <b>Varning:</b> Icke-fri kod.

source: <b>Warning:</b> Non-free media.
sv: <b>Varning:</b> Icke-fri media.

source: No packages available
sv: Inga paket tillgÃ¤ngliga

source: created %(date)s
sv: skapad %(date)s

source: Edit / Approve
sv: Redigera / GodkÃ¤nn

source: No releases available.
sv: Inga utgivningar tillgÃ¤ngliga.

source: Helpful
sv: HjÃ¤lpsam

source: Unhelpful
sv: OhjÃ¤lpsam

source: %(num)d comments
sv: %(num)d kommentarer

source: No reviews, yet.
sv: Inga recensioner, Ã¤n.

source: Review
sv: Recension

source: Why or why not? Try to be constructive
sv: VarfÃ¶r eller varfÃ¶r inte? FÃ¶rsÃ¶k vara konstruktiv

source: Post Review
sv: Skicka recension

source: Report an issue
sv: Rapportera ett problem

source: Ask a question
sv: StÃ¤ll en frÃ¥ga

source: %(display_name)s's packages
sv: %(display_name)ss paket

source: Date range...
sv: Datumintervall...

source: Downloads, past 7 days
sv: Nerladdningar, senaste 7 dagar

source: Downloads, past 30 days
sv: Nerladdningar, senaste 30 dagar

source: Downloads from $1 to $2
sv: Nerladdningar mellan $1 till $2

source: $1 per day
sv: $1 per dag

source: JavaScript is required to display charts and statistics
sv: JavaScript krÃ¤vs fÃ¶r att se diagram och statistik

source: Lifetime unique downloads
sv: Livstid unika nerladdningar

source: Loading...
sv: Laddar...

source: No data
sv: Ingen data

source: Downloads by Package
sv: Nerladdningar efter paket

source: This is a stacked area graph. For total downloads, look at the combined height.
sv: Detta Ã¤r ett staplat omrÃ¥desdiagram. FÃ¶r totala nerladdningar se den kombinerade hÃ¶jden.

source: Downloads by Client
sv: Nerladdningar av klient

source: Downloads by Reason
sv: Nerladdningar av anledning

source: <b>New Install</b>: the user clicked [Install] inside of Luanti.
sv: <b>Ny installering</b>: anvÃ¤ndaren tryckte [Install] innanfÃ¶r Luanti.

source: <b>Dependency</b>: was installed automatically to fulfill a dependency.
sv: <b>Beroende</b>: var installerad automatiskt fÃ¶r att gottgÃ¶ra ett beroende.

source: <b>Update</b>: download was to update the package.
sv: <b>Uppdatering</b>: nerladdning var fÃ¶r att uppdatera paketet.

source: <b>Other / Unknown</b>: downloaded by a web browser or an outdated Luanti version (before 5.5).
sv: <b>Annan / OkÃ¤nd</b>: nerladdad av en webblÃ¤sare eller en fÃ¶rÃ¥ldrad Luantiversion (innan 5.5).

source: Need more stats?
sv: BehÃ¶ver mer statistik?

source: Check out the ContentDB Grafana dashboard for CDB-wide stats
sv: Kolla ContentDB-Grafana:n fÃ¶r heltÃ¤ckande statistik

source: ContentDB Grafana
sv: ContentDB-Grafana:n

source: This thread has been locked by a moderator.
sv: Denna trÃ¥d har lÃ¥sts av en moderator.

source: Reply
sv: Svara

source: Please wait before commenting again.
sv: Var snÃ¤ll och vÃ¤nta innan du kommenterar igen.

source: This thread has been locked.
sv: Denna trÃ¥d har lÃ¥sts.

source: You don't have permission to post.
sv: Du har inte behÃ¶righet att posta.

source: No threads found
sv: Inga trÃ¥dar finns

source: Last Reply
sv: Senaste svar

source: On %(trigger)s, do %(action)s
sv: PÃ¥ %(trigger)s, gÃ¶r %(action)s

source: Release
sv: Utgivning

source: Update settings
sv: Uppdatera instÃ¤llningar

source: No outdated packages.
sv: Inga fÃ¶rÃ¥ldrade paket.

source: WIP
sv: Under arbete

source: Mod Names
sv: Moddnamn

source: No mod names found.
sv: Inga moddnamn hittades.

source: Mod Name "%(name)s"
sv: Moddnamn "%(name)s"

source: Provided By
sv: FÃ¶rsed av

source: Forum Topics
sv: ForumtrÃ¥dar

source: %(title)s by %(display_name)s
sv: %(title)s av %(display_name)s

source: Required By
sv: KrÃ¤vd av

source: Optionally Used By
sv: Valfritt anvÃ¤ndbar av

source: Edit email notification settings
sv: Redigera mejlnotisinstÃ¤llningar

source: Newest first.
sv: Nyast fÃ¶rst.

source: Your Notifications
sv: Dina notiser

source: No notifications
sv: Inga notiser

source: Editor/Approver Notifications
sv: Redigerar/GodkÃ¤nnings-notiser

source: Authorize %(title)s
sv: TillÃ¥t %(title)s

source: wants to access your %(name)s account
sv: vill komma Ã¥t ditt %(name)s-konto

source: Verified application
sv: Verifierad applikation

source: ContentDB trusts this application
sv: ContentDB litar pÃ¥ denna applikation

source: Public data only
sv: Endast offentlig data

source: Read-only access to your public data
sv: LÃ¤sbar tillgÃ¥ng till din offentlig data

source: Authorize
sv: Auktorisera

source: About %(title)s
sv: Om %(title)s

source: Application isn't approved yet
sv: Applikation Ã¤r inte godkÃ¤nd Ã¤nnu

source: To allow users other than yourself to log in, you'll need to contact ContentDB staff and ask them to approve your app.
sv: FÃ¶r att tillÃ¥ta andra anvÃ¤ndare Ã¤n dig sjÃ¤lv att logga in mÃ¥ste du kontakta ContentDB-personal och be dem att godkÃ¤nna din app.

source: Create OAuth Client
sv: Skapa OAuth-klient

source: Your application has %(count)d users
sv: Din applikation har %(count)d anvÃ¤ndare

source: Revoke all user tokens
sv: Ã terkalla alla anvÃ¤ndartokens

source: You must keep the secret safe. If you are unable, set the app type to 'client-side'.
sv: Du mÃ¥ste hÃ¥lla hemligheten sÃ¤ker. Om du inte kan, ange apptyp till "klientsidig".

source: Example Authorize URL
sv: Exempel auktoriserings-URL

source: Titles must be globally unique. For example, what's the name of your application?
sv: Titlar mÃ¥ste vara globalt unika. Vad heter till exempel din applikation?

source: Shown to users when you request access to their account. For example, what does your application do?
sv: Visas fÃ¶r anvÃ¤ndare nÃ¤r du begÃ¤r Ã¥tkomst till deras konto. Till exempel, vad gÃ¶r din applikation?

source: Where will you store your client_secret?
sv: Var lagrar du din client_secret?

source: OAuth2 Applications | %(username)s
sv: OAuth2-applikationer | %(username)s

source: OAuth2 Documentation
sv: OAuth2-dokumentation

source: Unpublished
sv: Opublicerad

source: No applications created
sv: Inga applikationer skapade

source: Use shift to select multiple. Leave selection empty to match any type.
sv: AnvÃ¤nd shift fÃ¶r att vÃ¤lja flera. LÃ¤mna markeringen tom fÃ¶r att matcha med alla typer.

source: Use shift to select multiple.
sv: AnvÃ¤nd shift fÃ¶r att vÃ¤lja flera.

source: Tags and Content Warnings
sv: Taggar och innehÃ¥llsvarningar

source: Compatibility
sv: Kompabilitet

source: Sorting
sv: Sortering

source: Back to Aliases
sv: Tillbaka till alias

source: Aliases for %(title)s by %(author)s
sv: Alias fÃ¶r %(title)s av %(author)s

source: No aliases
sv: Inga alias

source: Git Update Detection for %(username)s
sv: Git-uppdateringsupptÃ¤ckning fÃ¶r %(username)s

source: Packages with Update Settings
sv: Paket med uppdateringsinstÃ¤llningar

source: Bulk Set Update Settings
sv: MasssÃ¤tt uppdateringinstÃ¤llningar

source: This will set the update settings for all packages with a Git repo.
sv: Detta kommer sÃ¤tta uppdateringsinstÃ¤llningar fÃ¶r alla paket med en Git-repo.

source: Leave blank to use default branch
sv: LÃ¤mna blankt fÃ¶r att anvÃ¤nda standard-branchen

source: Currently, the branch name field is only used by the New Commit trigger.
sv: Just nu Ã¤r branchnamn endast anvÃ¤nd av Ny Commit-triggern.

source: Edit - %(title)s
sv: Redigera - %(title)s

source: Create Package
sv: Skapa paket

source: Have you read the Package Inclusion Policy and Guidance yet?
sv: Har du lÃ¤st policyn och riktlinjer fÃ¶r publisering av paket?

source: Read more
sv: LÃ¤s mer

source: You can include a .cdb.json file in your package to update these details automatically.
sv: Du kan inkludera en .cdb.json-fil i ditt paket fÃ¶r att uppdatera dessa uppgifter automatiskt.

source: JavaScript is needed to improve the user interface, and is needed for features such as finding metadata from git, and autocompletion.
sv: JavaScript krÃ¤vs fÃ¶r att fÃ¶rbÃ¤ttra grÃ¤nsnittet och behÃ¶vs fÃ¶r funktionalites sÃ¥som att hitta metadata frÃ¥n git, och automatiska fÃ¶rslag.

source: You need to unpublish the package to change the name.
sv: Du behÃ¶ver avpublicera paketet fÃ¶r att Ã¤ndra namnet.

source: Please choose 'Work in Progress' if your package is unstable, and shouldn't be recommended to all players
sv: Var snÃ¤ll och vÃ¤lj "Under arbete" om ditt paket Ã¤r ostabilt och borde inte rekommenderas fÃ¶r alla spelare

source: If there is no media, set the Media License to the same as the License.
sv: Om det inte finns nÃ¥gon media ska du sÃ¤tta medialicensen till samma som licensen.

source: There's no need to link to the package on ContentDB in the long description, the user is already here!
sv: Du behÃ¶ver inte lÃ¤nka till paketet pÃ¥ ContentDB i den lÃ¥nga beskrivningen, anvÃ¤ndaren Ã¤r redan hÃ¤r!

source: There's no need to include the forum topic in the long description, it's already shown on the page.
sv: Du behÃ¶ver inte inkludera forumtrÃ¥den i den lÃ¥nga beskrivningen, det visas redan pÃ¥ sidan.

source: There's no need to include the repository URL in the long description, it's already shown on the page.
sv: Du behÃ¶ver inte inkludera repository-URL:en i den lÃ¥nga beskrivningen, den visas redan pÃ¥ sidan.

source: What to write in the long description
sv: Vad man ska skriva i den lÃ¥nga beskrivningen

source: Repository and Links
sv: Repository och lÃ¤nkar

source: Do you have a Git repository?
sv: Har du en Git-repository?

source: Having a repository is optional
sv: Att ha en Git-repository Ã¤r valfritt

source: If you do have a repository, enter the URL below. Otherwise, leave blank and click skip.
sv: Om du har detta, skriv in URL:en nedan. Annars lÃ¤mna tomt och tryck pÃ¥ hoppa Ã¶ver.

source: HTTP URL to a Git, Mercurial, or other repository
sv: HTTP-URL till en Git, Mercurial eller annan repository

source: Next (Autoimport)
sv: NÃ¤sta (Autoimport)

source: Skip
sv: Hoppa över

source: Importing... (This may take a while)
sv: Importerar... (Detta kan ta lite tid)

source: Where should users report issues?
sv: Var ska anvÃ¤ndare rapportera fel?

source: Paste a forum topic URL
sv: Klistra in en forumtrÃ¥d-URL

source: YouTube videos will be shown in an embed.
sv: YouTube-videor kommer visas i en inbÃ¤ddning.

source: If blank, the author's donation URL will be used instead.
sv: Om tom, kommer fÃ¶rfattarens donations-URL att anvÃ¤ndas istÃ¤llet.

source: How can users translate your package? ie: weblate URL or a help page
sv: Hur kan anvÃ¤ndare Ã¶versÃ¤tta ditt paket? dvs: Weblate-URL eller en hjÃ¤lpsida

source: You need to save a draft before you can add releases and screenshots. You'll be able to edit the package again before submitting for approval.
sv: Du mÃ¥ste spara ett utkast innan du kan lÃ¤gga till utgivningar och skÃ¤rmdumpar. Du kommer att kunna redigera paketet igen innan du skickar in fÃ¶r godkÃ¤nnande.

source: Edit Maintainers
sv: Redigera underhÃ¥llare

source: Maintainers are given write access to the package.
sv: UnderhÃ¥llare ges skrivÃ¥tkomst till paketet.

source: Depending on their rank, they will be able to edit the package, create releases and screenshots, and read private threads.
sv: Beroende pÃ¥ rang kommer de kunna redigera paketet, skapa utgivningar och skÃ¤rmdumpar, och skapa privata trÃ¥dar.

source: Maintainers cannot add or remove other maintainers, but can remove themselves.
sv: UnderhÃ¥llare kan inte lÃ¤gga till eller ta bort andra underhÃ¥llare, men kan ta bort sig sjÃ¤lva.

source: Community Hub
sv: Communityhubb

source: Mods and texture packs for %(title)s
sv: Moddar och texturpaket fÃ¶r %(title)s

source: Search for packages for %(title)s
sv: SÃ¶k efter paket fÃ¶r %(title)s

source: Game support is configured using the package's .conf file. See the documentation for more info
sv: SpelstÃ¶d konfigureras med hjÃ¤lp av paketets .conf-fil. Se dokumentationen fÃ¶r mer information

source: Source
sv: Källa

source: Supported?
sv: StÃ¶ds?

source: Supports all games (unless excluded by unsupported_games)
sv: StÃ¶djer alla spel (om inte exkluderad av unsupported_games)

source: Detected from dependencies
sv: Hittad frÃ¥n beroenden

source: Overridden on ContentDB
sv: Ãverskriden pÃ¥ ContentDB

source: Unknown. Please either add supported games or check 'Supports all games'
sv: OkÃ¤nt. Var snÃ¤ll och antingen lÃ¤gga till spel som stÃ¶ds eller aktivera "StÃ¶djer alla spel"

source: Generated %(conf)s lines
sv: Genererade %(conf)s linjer

source: You need to manually define at least one supported game before you can turn this off.
sv: Du behÃ¶ver manuellt definera minst ett kompatibelt spel innan du kan stÃ¤nga av detta.

source: When checked, this indicates that this package should support all games, unless excluded by unsupported_games.
sv: NÃ¤r ikryssad indikerar detta att paketet borde stÃ¶dja alla spel, om inget Ã¤r exkluderad av unsupported_games.

source: You can check this and still specify games in supported_games that you've tested.
sv: Du kan kryssa i detta och fortfarande markera spel i supported_games som du har testat.

source: It's not possible for texture packs to support all games.
sv: Det Ã¤r inte mÃ¶jligt fÃ¶r ett texturpaket att stÃ¶dja alla spel.

source: The package depends on a game-specific mod, and so cannot support all games.
sv: Detta paket beror pÃ¥ en spelspecifik modd, och kan dÃ¤rfÃ¶r inte stÃ¶da alla spel.

source: Overrides
sv: Ãverskridningar

source: It's best to add supported/unsupported games to %(conf)s, but in the meantime you can add them here.
sv: Det Ã¤r bÃ¤st att lÃ¤gga till spelstÃ¶d till %(conf)s, men just nu kan du lÃ¤gga till dem hÃ¤r.

source: Adding to %(conf)s allows users who install outside ContentDB to benefit as well.
sv: Om detta lÃ¤ggs till i %(conf)s tillÃ¥ter detta anvÃ¤ndare som installerar utanfÃ¶r ContentDB att ta del av detta ocksÃ¥.

source: Comma-separated game names, ex: minetest_game, nodecore
sv: Kommaseparerade spelnamn, t.ex. minetest_game, nodecore

source: Package Removed
sv: Paket borttaget

source: This package has been unpublished.
sv: Detta paket har blivit borttaget.

source: It may have been removed by choice of the author, or by ContentDB staff due to a problem.
sv: Den kan ha tagits bort av skaparen eller av ContentDB:s personal pÃ¥ grund av ett problem.

source: Package Undergoing Review
sv: Paket genomgÃ¥r granskning

source: This package is currently undergoing review
sv: Detta paket hÃ¥ller fÃ¶r nÃ¤rvarande pÃ¥ att granskas

source: Package Not Yet Submitted
sv: Paketet har Ã¤nnu inte skickats in

source: This package has been created but hasn't been submitted for approval yet.
sv: Detta paket har skapats men har Ã¤nnu inte skickats in fÃ¶r godkÃ¤nnande.

source: This package is currently undergoing review, and changes are needed before it can be added.
sv: Detta paket hÃ¥ller fÃ¶r nÃ¤rvarande pÃ¥ att granskas, och det krÃ¤vs Ã¤ndringar innan det kan lÃ¤ggas till.

source: Please check back again later.
sv: Kom tillbaka senare.

source: Or, if you're the author, log in to see more information.
sv: Om du Ã¤r skaparen kan du logga in fÃ¶r att se mer information.

source: Did you mean to search for packages by %(authors)s?
sv: Menade du att sÃ¶ka efter paket av %(authors)s?

source: Filter by tags
sv: Filtrera efter taggar

source: More content from the forums
sv: Mer innehÃ¥ll frÃ¥n forumen

source: Thumbnail
sv: Tumnagel

source: Bulk Change Releases
sv: MassÃ¤ndra utgivningar

source: Use this page to set the min and max of all releases for your package.
sv: AnvÃ¤nd denna sida fÃ¶r att sÃ¤tta minimum och maximum av alla utgivningar fÃ¶r ditt paket.

source: Maximum must be greater than or equal to the minimum!
sv: Maximum mÃ¥ste vara stÃ¶rre eller lika med minimum!

source: Note: Min and max versions will be used to hide the package on platforms not within the range.
sv: Notera: Minimum och maximum kommer anvÃ¤ndas fÃ¶r att gÃ¶mma paket pÃ¥ plattformar som inte Ã¤r i spannet.

source: Leave both as None if in doubt.
sv: LÃ¤mna bÃ¥da som Inget om du Ã¤r osÃ¤ker.

source: Edit release
sv: Redigera utgivning

source: Release short name. Eg: 1.0.0 or 2018-05-28
sv: Releasens korta namn. T.ex.: 1.0.0 eller 2018-05-28

source: Human-readable name. Eg: 1.0.0 - The Trains Update
sv: MÃ¤nskligt lÃ¤sbart namn. T.ex.: 1.0.0 - TÃ¥guppdateringen

source: Importing...
sv: Importerar...

source: view task
sv: visa uppgift

source: Supported Luanti versions
sv: Luantiversioner som stÃ¶ds

source: Are you sure your package doesn't work on versions after %(version)s?
sv: Ãr du sÃ¤ker pÃ¥ att ditt paket inte fungerar pÃ¥ versioner efter %(version)s?

source: Only set the maximum version if you know that it doesn't work on newer Luanti versions.
sv: Ange bara den maximala versionen om du vet att den inte fungerar pÃ¥ nyare Luanti-versioner.

source: Don't set the maximum version just because you haven't tested it on newer versions.
sv: StÃ¤ll inte in den maximala versionen bara fÃ¶r att du inte har testat den pÃ¥ nyare versioner.

source: Set the minimum and maximum Luanti versions supported. This release will be hidden to clients outside of that range.
sv: StÃ¤ll in den minsta och hÃ¶gsta Luantiversionen som stÃ¶ds. Denna utgivning kommer gÃ¶mmas fÃ¶r klienter utanfÃ¶r spannet.

source: You can <a href='/help/package_config/'>set this automatically</a> in the .conf of your package.
sv: Du kan <a href="/help/package_config/">stÃ¤lla in detta automatiskt</a> i din .conf i paketet.

source: Delete Release
sv: Ta bort utgivning

source: This is permanent.
sv: Detta Ã¤r permanent.

source: Any associated uploads will not be deleted immediately, but the release will no longer be listed.
sv: Alla associerade uppladdningar kommer inte tas bort med en gÃ¥ng, men utgivningar kommer inte lÃ¤ngre listas.

source: You cannot delete the latest release; please create a newer one first.
sv: Du kan inte ta bort det senaste utgivningar, var snÃ¤ll och skapa en nyare fÃ¶rst.

source: Create a release
sv: Skapa en utgivning

source: You have automatic releases enabled.
sv: Du har automatiska utgivningar aktiverade.

source: You have Git update notifications enabled.
sv: Du har Git-uppdateringsnotiser aktiverade.

source: You can enable automatic updates in the update settings.
sv: Du kan aktivera automatiska uppdateringar i uppdateringsinstÃ¤llningarna.

source: Set up
sv: StÃ¤ll in

source: You can create releases automatically when you push commits or tags to your repository.
sv: Du kan skapa utgivningar automatiskt nÃ¤r du trycker ut commits eller taggar till din repository.

source: Add Git repo
sv: LÃ¤gg till Git-repo

source: Using Git would allow you to create releases automatically when you push code or tags.
sv: Med Git skulle du kunna skapa utgivningar automatiskt nÃ¤r du slÃ¤pper ut kod eller taggar.

source: 1. Name release
sv: 1. Namnge utgivningar

source: Same as name
sv: Samma som namnet

source: 2. Set the content
sv: 2. StÃ¤ll in innehÃ¥llet

source: Take a look at the <a href='/help/package_config/'>Package Configuration and Releases Guide</a> for tips on customising releases.
sv: Titta pÃ¥ <a href="/help/package_config/">Paketkonfigurering- och utgivningsguiden</a> fÃ¶r tips om hur man kan anpassa utgivningar.

source: 3. Supported Luanti versions
sv: 3. Luantiversioner som stÃ¶ds

source: The .conf of your package can <a href='/help/package_config/'>set this automatically</a>, which will override your selection.
sv: .conf-filen fÃ¶r ditt paket kan <a href="/help/package_config/">stÃ¤llas in automatiskt</a>. vilket kommer Ã¶verskrida ditt val.

source: How do you want to create releases?
sv: Hur vill du skapa utgivningar?

source: Later
sv: Senare

source: A release is a single downloadable version of your %(title)s.
sv: En utgivning Ã¤r en enskild nerladdningsbar version av din %(title)s.

source: You need to create releases even if you use a rolling release development cycle, as Luanti needs them to check for updates.
sv: Du behÃ¶ver skapa en utgivning Ã¤ven om du anvÃ¤nder ett rolling release-utvecklingscykel, eftersom Luanti behÃ¶ver dem fÃ¶r att kolla efter uppdateringar.

source: When you push a change to your Git repository, ContentDB can create a new release automatically or send you a reminder.
sv: NÃ¤r du trycker ut en Ã¤ndring till din Git-repository kan ContentDB antingen skapa en ny utgivning eller pÃ¥minna dig.

source: ContentDB will check your Git repository every day, but you can use webhooks or the API for faster updates.
sv: ContentDB kommer kolla din Git-repository varje dag, men du kan anvÃ¤nda webhooks eller API:t fÃ¶r snabbare uppdateringar.

source: This can be changed later.
sv: Detta kan Ã¤ndras senare.

source: Automatically (Recommended)
sv: Automatiskt (Rekommenderas)

source: Rolling Release
sv: Rullande utgivningar

source: On Git Tag
sv: PÃ¥ Git-tagg

source: Manually
sv: Manuellt

source: With reminders
sv: Med pÃ¥minnelse

source: No reminders
sv: Ingen pÃ¥minnelse

source: Unfortunately, you will otherwise need to create a release manually.
sv: Annars behÃ¶ver du tyvÃ¤rr skapa en utgivning manuellt.

source: Create releases manually
sv: Skapa utgivningar manuellt

source: Releases - %(title)s
sv: Utgivningar - %(title)s

source: Set up automatic releases
sv: StÃ¤ll in automatiska utgivningar

source: Bulk update
sv: Massupdatera

source: Total storage usage is %(total_size)d MB (releases %(release_size)d MB, screenshots %(screenshot_size)d MB)
sv: Total lagringsanvÃ¤ndning Ã¤r %(total_size)d MB (utgivningar %(release_size)d MB, skÃ¤rmdumpar %(screenshot_size)d MB)

source: Remove %(title)s
sv: Ta bort %(title)s

source: Change maintenance state
sv: Ãndra underhÃ¥llsstatus

source: As an alternative to removing your package, you may wish to change the maintenance state.
sv: Som ett alternativ till att ta bort ditt paket kan du Ã¤ndra underhÃ¥llsstatus.

source: In order to avoid data loss, you cannot permanently delete packages. You can remove them from ContentDB, which will cause them to not be visible to any users. Removed packages may be permanently deleted at a later point. ContentDB staff can restore removed packages, if needed.
sv: FÃ¶r att undvika datafÃ¶rlust kan du inte permanent ta bort paket. Du kan ta bort dem frÃ¥n ContentDB, vilket gÃ¶r att de inte blir synliga fÃ¶r anvÃ¤ndare. Borttagna paket kan raderas permanent vid en senare punkt. ContentDB-personal kan Ã¥terstÃ¤lla borttagna paket om det behÃ¶vs.

source: Unapproving a package will put it back into Draft, where it can be submitted for approval again.
sv: AvgodkÃ¤nnande av ett paket sÃ¤tter det tillbaka till Draft, dÃ¤r den kan skickas fÃ¶r godkÃ¤nnande igen.

source: You don't need to delete a package just to change something.
sv: Du behÃ¶ver inte ta bort ett paket bara fÃ¶r att Ã¤ndra nÃ¥got.

source: Click 'Edit' at the top right of the package page.
sv: Klicka pÃ¥ âRedigeraâ lÃ¤ngst upp till hÃ¶ger pÃ¥ paketets sida.

source: and
sv: och
